-- MySQL dump 10.13  Distrib 8.0.31, for Win64 (x86_64)
--
-- Host: k8a607.p.ssafy.io    Database: voicepassing
-- ------------------------------------------------------
-- Server version	5.7.39

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `keyword`
--

DROP TABLE IF EXISTS `keyword`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;
CREATE TABLE `keyword` (
  `category` int(11) NOT NULL,
  `keyword` varchar(255) NOT NULL,
  `count` int(11) DEFAULT NULL,
  PRIMARY KEY (`category`,`keyword`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `keyword`
--

LOCK TABLES `keyword` WRITE;
/*!40000 ALTER TABLE `keyword` DISABLE KEYS */;
INSERT INTO `keyword` VALUES (1,'가담',1),(1,'가해자',6),(1,'간주',3),(1,'강상호',1),(1,'강압',2),(1,'강자',1),(1,'강제',2),(1,'개당',1),(1,'개봉',1),(1,'개설',89),(1,'개인정보',21),(1,'개인정보보호법',1),(1,'거주',1),(1,'검거',33),(1,'검거현장',1),(1,'검사',9),(1,'검찰',46),(1,'검찰청',9),(1,'결탁',1),(1,'경기도',21),(1,'경위',1),(1,'계정',22),(1,'계좌',70),(1,'계좌번호',3),(1,'고가',5),(1,'고가품',4),(1,'고객',1),(1,'고발',2),(1,'고소',1),(1,'공무집행방해죄',3),(1,'공범',2),(1,'공조',1),(1,'공증',1),(1,'과',2),(1,'과정',1),(1,'관계',3),(1,'관광지',1),(1,'관련',9),(1,'관리',1),(1,'관여',2),(1,'관할',1),(1,'광주',7),(1,'구속',4),(1,'국가',2),(1,'국고',2),(1,'국민은행',14),(1,'귀국',1),(1,'귀하',26),(1,'그곳',2),(1,'금액',1),(1,'금융',93),(1,'금융감독원',13),(1,'금융거래',1),(1,'금융기관',3),(1,'금융범죄',18),(1,'금융범죄수사',4),(1,'금융사',1),(1,'금융사기',11),(1,'금융조사과',1),(1,'금융회사',1),(1,'금전',4),(1,'기록',7),(1,'기사',2),(1,'기입',1),(1,'기재',5),(1,'김성호',1),(1,'날짜',2),(1,'남성',9),(1,'남자',2),(1,'내',1),(1,'내방',1),(1,'내용',3),(1,'녹음',35),(1,'녹음기',1),(1,'녹취',23),(1,'녹취록',5),(1,'녹화',1),(1,'농장',1),(1,'농협',54),(1,'농협은행',12),(1,'눈치',1),(1,'다수',1),(1,'다음',1),(1,'다푸통장',2),(1,'담당',1),(1,'담당자',1),(1,'답변',2),(1,'답장',1),(1,'당시',1),(1,'당신',15),(1,'대략',4),(1,'대량',1),(1,'대조',1),(1,'대포',2),(1,'대포계좌',2),(1,'대포통장',41),(1,'데이터',5),(1,'도난',8),(1,'도용',37),(1,'돈세탁',3),(1,'동결',44),(1,'동결처리',1),(1,'동부증권',1),(1,'동의',1),(1,'등기우편',1),(1,'등록',1),(1,'등록절차',1),(1,'등록조사',2),(1,'롤백',1),(1,'마을금고',3),(1,'마포',1),(1,'마포구',1),(1,'마포지역',1),(1,'말',4),(1,'말씀',5),(1,'메모',1),(1,'명세서',2),(1,'명시',1),(1,'명의',42),(1,'명의도용',6),(1,'명칭',1),(1,'모니터링',2),(1,'목소리',3),(1,'무엇',1),(1,'문구',1),(1,'물품',1),(1,'민원',3),(1,'민원보상과',1),(1,'바램',1),(1,'박영일',1),(1,'박영호',1),(1,'발견',20),(1,'발급',2),(1,'발부',6),(1,'발생',2),(1,'발설',5),(1,'발행',1),(1,'방문일',1),(1,'배포판',1),(1,'백트래킹',1),(1,'뱅킹',1),(1,'범죄',2),(1,'범죄자',4),(1,'범죄통장',1),(1,'법원',2),(1,'보고서',3),(1,'보안',3),(1,'보안책',2),(1,'보이스피싱',2),(1,'본인',87),(1,'분실',5),(1,'불법',37),(1,'불법계좌',1),(1,'불법자금',4),(1,'불평',1),(1,'비자',1),(1,'빅뉴스',1),(1,'사건',118),(1,'사건번호',9),(1,'사기',1),(1,'사람',13),(1,'사례',6),(1,'사무실',8),(1,'사실',5),(1,'사이',1),(1,'사이트',3),(1,'사칭',1),(1,'사항',3),(1,'서울남부지검',3),(1,'서울시',1),(1,'서울중앙지검',28),(1,'서울중앙지방검찰청',11),(1,'서울지검',1),(1,'서울지방',1),(1,'서울지방경찰청',5),(1,'석예원',1),(1,'설문조사',2),(1,'성립',2),(1,'성명',1),(1,'성음',1),(1,'세탁기록',1),(1,'소비자',1),(1,'소음',5),(1,'소책자',4),(1,'소환',1),(1,'소환장',3),(1,'손실액',1),(1,'송금',1),(1,'수사',20),(1,'수사과',1),(1,'수사관',41),(1,'수사기관',1),(1,'수사부',1),(1,'수사팀',4),(1,'수원',1),(1,'수원지방검찰청',1),(1,'수집',2),(1,'수첩',1),(1,'순위',1),(1,'신고',6),(1,'신분',5),(1,'신분증',6),(1,'신상정보',1),(1,'신용',1),(1,'신용카드',6),(1,'신원',1),(1,'신한농협',1),(1,'신한은행',10),(1,'실례',4),(1,'아무것',1),(1,'압수',53),(1,'양도',2),(1,'양산시',3),(1,'어디',2),(1,'여러분',1),(1,'여부',9),(1,'여분',1),(1,'역추적',4),(1,'연결',2),(1,'연고',1),(1,'연락',6),(1,'연루',9),(1,'영장',1),(1,'예금',1),(1,'예금자',3),(1,'예예',1),(1,'온라인',1),(1,'요청',2),(1,'용납',2),(1,'우리',1),(1,'우리은행',9),(1,'우리은행계좌',1),(1,'운영',1),(1,'운전',1),(1,'원칙',4),(1,'위증',1),(1,'위증죄',1),(1,'유능',1),(1,'유선',4),(1,'유선전화',1),(1,'유선조사',2),(1,'유성구',1),(1,'유출',47),(1,'유포',5),(1,'육성',3),(1,'은닉',4),(1,'은폐',4),(1,'은행',42),(1,'은행계좌',9),(1,'을',1),(1,'음성',1),(1,'응답',1),(1,'의심',4),(1,'이',3),(1,'이것',1),(1,'이동',2),(1,'이동통신사',1),(1,'이름',7),(1,'이메일',11),(1,'이성민',2),(1,'이승철',2),(1,'이의',9),(1,'인물',1),(1,'인출',4),(1,'일',1),(1,'일당',3),(1,'일부',1),(1,'일차',1),(1,'입금',2),(1,'입주금',2),(1,'입증',2),(1,'입출금',10),(1,'입출금농협입출금통장',1),(1,'자',1),(1,'자금',13),(1,'자료',2),(1,'자산',4),(1,'자유입출금',1),(1,'자체',1),(1,'작년',1),(1,'잔액',1),(1,'재판',1),(1,'재판부',1),(1,'저자',1),(1,'저희',1),(1,'전',1),(1,'전과',1),(1,'전라도',11),(1,'전반',1),(1,'전화',2),(1,'접수',8),(1,'접촉자',1),(1,'정보',10),(1,'정보범죄수사대',1),(1,'정지',6),(1,'정태준',5),(1,'제',1),(1,'제공',2),(1,'제기',2),(1,'제삼자',1),(1,'조사',104),(1,'조사관',2),(1,'조치',15),(1,'조회',1),(1,'종결',2),(1,'주민등록번호',1),(1,'주범',21),(1,'주요',1),(1,'주장',1),(1,'중고국',1),(1,'중고나라',3),(1,'중립',1),(1,'중앙지검',4),(1,'증거',30),(1,'증명',3),(1,'증언',2),(1,'지갑',2),(1,'지난해',1),(1,'지능범죄수사팀',2),(1,'지방검찰청',5),(1,'지불',1),(1,'지인',2),(1,'지폐',4),(1,'진산전',1),(1,'진술',35),(1,'질문',4),(1,'징역',3),(1,'차단',3),(1,'차명계좌',1),(1,'참여',4),(1,'채택',10),(1,'처리',1),(1,'처벌',1),(1,'첨단범죄수사',12),(1,'첨단범죄수사팀',3),(1,'청',1),(1,'청약',3),(1,'체포',1),(1,'최동철',2),(1,'추적',2),(1,'출석',1),(1,'출신',1),(1,'출입국',1),(1,'친구',1),(1,'친척',1),(1,'타인',4),(1,'통신',6),(1,'통신사',2),(1,'통장',153),(1,'통화',2),(1,'통화기록',3),(1,'트',1),(1,'특정',1),(1,'티켓',1),(1,'파일',1),(1,'판매자',1),(1,'포털',1),(1,'프로세스',2),(1,'피의자',3),(1,'피해',13),(1,'피해금액',2),(1,'피해신고',2),(1,'피해자',137),(1,'피해자분',7),(1,'할인점',1),(1,'항',1),(1,'해당',1),(1,'해명',1),(1,'해킹',6),(1,'허용',1),(1,'혀',3),(1,'현장',1),(1,'현재',2),(1,'혐의',28),(1,'협동',2),(1,'협력',1),(1,'협조',3),(1,'형사',3),(1,'형성',3),(1,'형식',2),(1,'혼자',1),(1,'확인',3),(1,'확인차',9),(1,'활동지역',1),(1,'회부',1),(1,'효력',1),(1,'휴대전화',2),(1,'휴대폰',1),(2,'가능',2),(2,'간접',1),(2,'강제변제',1),(2,'강제상환',5),(2,'강제상환방식',1),(2,'강제환불',1),(2,'개인금융',2),(2,'거래처',1),(2,'결제',1),(2,'경리과장',1),(2,'경우',1),(2,'계좌',5),(2,'고객',11),(2,'고객메모',1),(2,'고객보증',1),(2,'고금리',3),(2,'공문',1),(2,'공증',3),(2,'과장',5),(2,'금리',2),(2,'금액',6),(2,'금융',6),(2,'금융거래',2),(2,'금융기관',1),(2,'금융회사',6),(2,'나',1),(2,'납부',4),(2,'내역',3),(2,'농협',7),(2,'농협은행',3),(2,'담당자',6),(2,'당신',2),(2,'당황',4),(2,'대리',1),(2,'대출',25),(2,'대출금',2),(2,'대출상환',1),(2,'대출자',1),(2,'대출자금',1),(2,'도리',1),(2,'돈',1),(2,'만기',3),(2,'만약',2),(2,'모니터링',2),(2,'미완성',1),(2,'발급',2),(2,'발행',1),(2,'변제',2),(2,'보완',1),(2,'보증',9),(2,'보험',1),(2,'부과',3),(2,'부분',1),(2,'부서',2),(2,'부채',8),(2,'비율',2),(2,'사건',1),(2,'사금융',1),(2,'사람',1),(2,'사실',1),(2,'산살롱',1),(2,'상환',46),(2,'상환금',2),(2,'상환액',7),(2,'생산',1),(2,'서민',1),(2,'서민금융출품',1),(2,'선별',1),(2,'세람',1),(2,'손님',1),(2,'수신기',2),(2,'수학',1),(2,'스마트뱅킹',1),(2,'스카우트부',1),(2,'승인',3),(2,'신고',1),(2,'신용',5),(2,'신용등급',10),(2,'신용보증',1),(2,'신용보증기금',1),(2,'신용평가',1),(2,'신청',2),(2,'신청금액',1),(2,'실적',1),(2,'심사과',1),(2,'심사부',3),(2,'얼마',1),(2,'업로드',1),(2,'연체',12),(2,'오늘',1),(2,'요구',1),(2,'요청',3),(2,'우회',6),(2,'원금',1),(2,'유의',1),(2,'은행',5),(2,'은행연합회',3),(2,'은행장',1),(2,'의뢰인',4),(2,'의무',1),(2,'의무상환',1),(2,'의무환불',1),(2,'이것',1),(2,'이용',1),(2,'이자',7),(2,'이전',2),(2,'이체',1),(2,'일',4),(2,'입금',4),(2,'입금내역',1),(2,'자금',25),(2,'자본',1),(2,'적립금',1),(2,'전문',1),(2,'전문가',2),(2,'전산',1),(2,'전세금',1),(2,'정도',1),(2,'정부',10),(2,'정부지원자금',1),(2,'정상',3),(2,'조회',1),(2,'종일',1),(2,'종합금융',1),(2,'증명서',2),(2,'지불',1),(2,'지체',1),(2,'진행',1),(2,'채무',4),(2,'처리',7),(2,'최동현',1),(2,'최동현대린',1),(2,'출시',1),(2,'캐피탈',1),(2,'클라이언트',1),(2,'통장',6),(2,'티켓',1),(2,'팀장',2),(2,'파산',1),(2,'펀딩',1),(2,'페퍼저축은행',3),(2,'평가',3),(2,'평점',2),(2,'프로',1),(2,'프로고요',1),(2,'플러스',1),(2,'한도',1),(2,'해명',1),(2,'햇빛',2),(2,'햇살',11),(2,'협조',3),(2,'환급',5),(3,'각서',2),(3,'결혼생활',1),(3,'계정',4),(3,'계좌',6),(3,'고객',1),(3,'고요본인',1),(3,'공기업',2),(3,'근무',1),(3,'금액',4),(3,'기존',1),(3,'김민지',1),(3,'나',1),(3,'당신',3),(3,'돈',2),(3,'마감',1),(3,'만약',1),(3,'말',1),(3,'메모',1),(3,'며칠',2),(3,'명의',5),(3,'목소리',2),(3,'무엇',3),(3,'미만',1),(3,'보이스피싱',1),(3,'본인',2),(3,'부분',3),(3,'분실',1),(3,'사용',1),(3,'삭제',3),(3,'삼촌',1),(3,'상사',1),(3,'새끼',3),(3,'서랍',1),(3,'서류',1),(3,'서명',1),(3,'석정수',1),(3,'성교',1),(3,'세금감면',1),(3,'수도생활',2),(3,'수술',1),(3,'수원시',1),(3,'수익',1),(3,'수행',1),(3,'신체',1),(3,'아들',1),(3,'아저씨',1),(3,'암호',1),(3,'엿',1),(3,'완료',1),(3,'우리',1),(3,'원금',6),(3,'은행',1),(3,'음성',2),(3,'인식',1),(3,'인출',1),(3,'입금',1),(3,'입장',2),(3,'잠수',2),(3,'전화',1),(3,'절차',1),(3,'종합',1),(3,'주머니',1),(3,'진행',1),(3,'집행',1),(3,'차명계좌',2),(3,'처리',1),(3,'청금',1),(3,'출가',2),(3,'친척',1),(3,'카드',4),(3,'태도',2),(3,'통장',2),(3,'통화',1),(3,'현금인출카드',1),(3,'현금카드',1),(3,'효도',1),(3,'효행',1);
/*!40000 ALTER TABLE `keyword` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2023-05-18 10:21:16
